# tmux always
brew "tmux"

# a gooder version of git
brew "git"

brew "mas" # mac app store cli

# some junk i reach for every now and then
brew "wget"

# magic wormhole fucking rules
brew "magic-wormhole"

# some tools for findin'
brew "fzf"
brew "ripgrep"

cask "dropbox"
cask "firefox"
cask "rectangle"
cask "textexpander"
cask "visual-studio-code"

mas "Airmail",        id: 918858936
mas "Amphetamine",    id: 937984704
mas "CARROT Weather", id: 993487541
mas "Deliveries",     id: 290986013
mas "Fantastical",    id: 975937182
mas "Marked 2",       id: 890031187
mas "Pixelmator Pro", id: 1289583905
mas "Soulver 3",      id: 1508732804
mas "Speedtest",      id: 1153157709
mas "Things",         id: 904280696
mas "Xcode",          id: 497799835
